Repository: digicademy/epigraf
Catalog: resources/locales/*/default.po
Languages: de_de

source: The permission {0} has been granted to {1}.
de_de: Die Berechtigung {0} wurde {1} erteilt.

source: The permission {0} could not granted to {1}.
de_de: Die Berechtigung {0} konnte {1} nicht erteilt werden.

source: The user does not exist.
de_de: Der Benutzer existiert nicht.

source: The user has been removed.
de_de: Der Benutzer wurde entfernt.

source: The user could not be removed. Please, try again.
de_de: Der Benutzer konnte nicht entfernt werden. Bitte versuchen Sie es erneut.

source: The user {0} has been created.
de_de: Der Nutzer {0} wurde erstellt.

source: The user {0} could not be created. Maybe the user is already present in the database.
de_de: Der Benutzer {0} konnte nicht erstellt werden. Vielleicht existiert der Benutzer bereits in der Datenbank.

source: Documentation
de_de: Dokumentation

source: Manage databases
de_de: Datenbanken verwalten

source: Databases
de_de: Datenbanken

source: Projects
de_de: Projekte

source: Articles
de_de: Artikel

source: Categories
de_de: Kategorien

source: Files
de_de: Dateien

source: Notes
de_de: Notizen

source: Types
de_de: Typen

source: Users
de_de: Benutzer

source: Repository
de_de: Repositorium

source: Help
de_de: Hilfe

source: Pages
de_de: Seiten

source: You are not allowed to access the selected database.
de_de: Sie haben keinen Zugang zur ausgewählten Datenbank.

source: The job was created
de_de: Der Job wurde erstellt.

source: The job could not be created. Please, try again.
de_de: Der Job konnte nicht erstellt werden. Bitte versuchen Sie es erneut.

source: The database has been saved.
de_de: Die Datenbank wurde gespeichert.

source: The database could not be saved. Please, try again.
de_de: Die Datenbank konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: The database connection has been saved.
de_de: Die Datenbankverbindung wurde gespeichert.

source: The database folders have been created.
de_de: Die Datenbankenordner wurden erstellt.

source: The database folders could not be created. Please, try again.
de_de: Die Datenbankordner konnten nicht erstellt werden. Bitte versuchen Sie es erneut.

source: The database has been created.
de_de: Die Datenbank wurde erstellt.

source: The database could not be created. Please, check your permissions.
de_de: Die Datenbank konnte nicht erstellt werden. Bitte überprüfen Sie die Zugriffsrechte.

source: The database has been initialized.
de_de: Die Datenbank wurde initialisiert.

source: The database could not be initialized. Please, check your permissions.
de_de: Die Datenbank konnte nicht initialisiert werden. Bitte überprüfen Sie die Rechte und den Namen der Datenbank.

source: The database connection could not be saved. Please, try again.
de_de: Die Datenbankverbindung konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: The database has been backed up.
de_de: Die Datenbank wurde gesichert.

source: The database could not be backed up. Please, try again.
de_de: Die Datenbank konnte nicht gesichert werden. Bitte versuchen Sie es erneut.

source: The file has been imported.
de_de: Die Datei wurde importiert.

source: The file could not be imported. Please, try again.
de_de: Die Datei konnte nicht importiert werden. Bitte versuchen Sie es erneut.

source: The database could not be initialized. Please, try again.
de_de: Die Datenbank konnte nicht initialisiert werden. Bitte versuchen Sie es erneut.

source: The database could not be created. Please, check your permissions and check the database name.
de_de: Die Datenbank konnte nicht erstellt werden. Bitte überprüfen Sie Ihre Rechte und den Namen der Datenbank.

source: The database has been created and initialized.
de_de: Die Datenbank wurde erstellt und initialisiert.

source: The database has been dropped.
de_de: Die Datenbank wurde gelöscht.

source: The database could not be dropped. Please, try again.
de_de: Die Datenbank konnte nicht gelöscht werden. Bitte versuchen Sie es erneut.

source: The database connection has been deleted.
de_de: Die Datenbankverbindung wurde gelöscht.

source: The database connection could not be deleted. Please, try again.
de_de: Die Datenbankverbindung konnte nicht gelöscht werden. Bitte versuchen Sie es erneut.

source: The export job could not be created. Please, try again.
de_de: Der Export-Job konnte nicht erstellt werden. Bitte versuchen Sie es erneut.

source: The job could not be saved. Please try again.
de_de: Der Job konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: The job has been finished.
de_de: Der Job wurde beendet.

source: Permissions
de_de: Berechtigungen

source: The pipeline has been saved.
de_de: Die Pipeline wurde gespeichert.

source: The pipeline could not be saved. Please, try again.
de_de: Die Pipeline konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: The pipeline has been deleted.
de_de: Die Pipeline wurde gelöscht.

source: The pipeline could not be deleted. Please, try again.
de_de: Die Pipeline konnte nicht gelöscht werden. Bitte versuchen Sie es erneut.

source: Invalid username or password, try again
de_de: Ungültiger Benutzername oder ungültiges Passwort, versuchen Sie es erneut

source: {0} active user(s).
de_de: {0} aktive Nutzer.

source: The password has been changed.
de_de: Das Passwort wurde geändert.

source: The password could not be changed.
de_de: Das Passwort konnte nicht geändert werden.

source: Your new access token is {0}
de_de: Ihr neues Zugangstoken ist {0}

source: The user could not be saved. Please, try again.
de_de: Der Benutzer konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: This operation needs a post request.
de_de: Diese Operation benötigt eine Post-Anfrage.

source: No database selected.
de_de: Keine Datenbank ausgewählt.

source: Access has been granted.
de_de: Zugriff gewährt.

source: Access could not be granted.
de_de: Zugriff konnte nicht gewährt werden.

source: Access has been revoked.
de_de: Zugriff wurde widerrufen.

source: Access could not be revoked.
de_de: Zugriff konnte nicht widerrufen werden.

source: The user has been saved.
de_de: Der Benutzer wurde gespeichert.

source: The user has been deleted.
de_de: Der Benutzer wurde gelöscht.

source: The user could not be deleted. Please, try again.
de_de: Der Benutzer konnte nicht gelöscht werden. Bitte versuchen Sie es erneut.

source: The user settings have been cleared.
de_de: Die Nutzereinstellungen wurden gelöscht.

source: Versioning failed
de_de: Versionierung fehlgeschlagen

source: Could not move record: {0}
de_de: Konnte Datensatz {0} nicht verschieben

source: Error parsing JSON: {0}
de_de: Fehler beim Parsen von JSON: {0}

source: Error parsing XML: {0}
de_de: Fehler beim Parsen von XML: {0}

source: Article
de_de: Artikel

source: Error encoding JSON: {0}
de_de: Fehler beim Kodieren von JSON: {0}

source: Error injecting IDs: {0}
de_de: Fehler beim Einfügen der IDs: {0}

source: Error parsing original JSON value: {0}
de_de: Fehler beim Parsen des ursprünglichen JSON-Werts: {0}

source: Error encoding new JSON value: {0}
de_de: Fehler beim Kodieren des neuen JSON-Werts: {0}

source: Drafted
de_de: Angelegt

source: In progress
de_de: In Bearbeitung

source: Complete
de_de: Fertig

source: Published
de_de: Veröffentlicht

source: Searchable
de_de: Durchsuchbar

source: None
de_de: Keine

source: The database is not available.
de_de: Die Datenbank ist nicht verfügbar.

source: The database is empty.
de_de: Die Datenbank ist leer.

source: The version of the database is not supported.
de_de: Die Version der Datenbank wird nicht unterstützt.

source: The database is ready to use.
de_de: Die Datenbank ist einsatzbereit.

source: Description
de_de: Beschreibung

source: Associated Users
de_de: Zugeordnete Benutzer

source: Granted SQL-users
de_de: SQL-Nutzer mit Zugriffsrechten

source: Backup files
de_de: Backup-Dateien

source: Content
de_de: Inhalt

source: Category
de_de: Kategorie

source: Add to menu
de_de: Zum Menü hinzufügen

source: Pretty URL (iri)
de_de: Sprechende URL (IRI)

source: Sort key
de_de: Sortierschlüssel

source: Error executing task of type {type}: {error}
de_de: Fehler beim Ausführen der Aufgabe vom Typ {type}: {error}

source: Selected records ({0})
de_de: Ausgewählte Datensätze ({0})

source: All records ({0})
de_de: Alle Datensätze ({0})

source: Error loading data from source "{source}": {error}.
de_de: Fehler beim laden der Daten aus der Quelle "{source}": {error}.

source: Could not copy file {0}.
de_de: Konnte die Datei {0} nicht kopieren.

source: {0} unsolved references.
de_de: {0} unaufgelöste Verweise.

source: Recover trees
de_de: Baumstruktur wiederherstellen

source: Init versioning
de_de: Versionierung initialisieren

source: Transfer comments
de_de: Notizen übertragen

source: Copy files
de_de: Dateien kopieren

source: Role
de_de: Rolle

source: Requested by
de_de: Angefragt von

source: Permission Type
de_de: Typ der Berechtigung

source: Endpoint name
de_de: Name des Endpunkts

source: Entity Type
de_de: Typ der Entität

source: Entity Name
de_de: Name der Entität

source: Entity ID
de_de: ID der Entität

source: Created on
de_de: Erstellt am

source: Last modified
de_de: Zuletzt verändert

source: Expires
de_de: Läuft ab am

source: Tasks
de_de: Aufgaben

source: Error mutating entitites: {error}.
de_de: Fehler bei der Stapelverarbeitung:: {error}

source: Property
de_de: Eigenschaft

source: Project
de_de: Projekt

source: Empty source path
de_de: Quellpfad fehlt

source: Sort number
de_de: Sortiernummer

source: Tree order
de_de: Reihenfolge in der Baumstruktur

source: Sort field
de_de: Sortierfeld

source: The IRI is missing.
de_de: Die IRI fehlt

source: No default database selected
de_de: Keine voreingestellte Datenbank ausgewählt

source: No access to default database. Did you forget to grant access?
de_de: Kein Zugriff auf die voreingestellte Datenbank. Haben Sie die Zuteilung der Berechtigung vergessen?

source: Username
de_de: Benutzername

source: The username should contain the real name of the person. Only alphanumeric characters are allowed. Maximum length is 50 characters.
de_de: Der Benutzername sollte den echten Namen der Person enthalten. Erlaubt sind nur alphanumerische Zeichen. Die maximale Länge beträgt 50 Zeichen.

source: First and last name.
de_de: Vor- und Nachname

source: Acronym
de_de: Akronym

source: First letters of the name.
de_de: Erste Buchstaben des Namens.

source: Email address
de_de: E-Mail-Adresse

source: Please provide an email address to contact the user.
de_de: Bitte geben Sie eine E-Mail-Adresse für den Kontakt zum Nutzer an.

source: Contact
de_de: Kontakt

source: Please provide additional information about how to contact the user, for example the affiliation.
de_de: Bitte geben Sie zusätzliche Informationen darüber an, wie der Benutzer kontaktiert werden kann, zum Beispiel die Organisation.

source: Password
de_de: Passwort

source: Please enter a strong password and remember it well. The password can't be restored. If you loose it, you have to enter a new password.
de_de: Bitte geben Sie ein sicheres Passwort ein und merken Sie es sich gut. Das Passwort kann nicht wiederhergestellt werden. Wenn Sie es verlieren, müssen Sie ein neues Passwort eingeben.

source: The access token is used for API access and for access from EpiDesktop. Leave empty to automatically create an access token.
de_de: Das Zugangstoken wird für den API-Zugriff und für den Zugriff von EpiDesktop verwendet. Lassen Sie dieses Feld leer, um automatisch ein Zugangstoken zu erstellen.

source: Default Database
de_de: Voreingestellte Datenbank

source: Select the database that should open after you login.
de_de: Wählen Sie die Datenbank aus, die nach dem Einloggen geöffnet werden soll.

source: Default Article Pipeline
de_de: Voreingestellte Artikel-Pipeline

source: Only Epigraf-Desktop users: Select the pipeline that exports single articles.
de_de: Nur Epigraf-Desktop-Nutzer: Wählen Sie die Pipeline, die einzelne Artikel exportiert.

source: Default Book Pipeline
de_de: Voreingestellte Buch-Pipeline

source: Only Epigraf-Desktop users: Select the pipeline that exports a complete book.
de_de: Nur Epigraf-Desktop-Nutzer: Wählen Sie die Pipeline, die einen kompletten Band exportiert.

source: Language
de_de: Sprache

source: The language in which Epigraf talks to you.
de_de: Die Sprache, in der Epigraf mit Ihnen spricht.

source: Default
de_de: Voreinstellung

source: The user interface appearance.
de_de: Das Erscheinungsbild der Benutzeroberfläche.

source: Usually the IRI equals the username. The IRI is used to match users in the main database to users in the project databases.
de_de: Normalerweise entspricht die IRI dem Benutzernamen. Die IRI wird verwendet, um Benutzer in der Hauptdatenbank mit Benutzern in den Projektdatenbanken abzugleichen.

source: IRI path
de_de: IRI-Pfad

source: Created
de_de: Erzeugt

source: Modified
de_de: Verändert

source: Available
de_de: Verfügbar

source: Valid
de_de: Gültig

source: Without category
de_de: Ohne Kategorie

source: List all
de_de: Alle auflisten

source: Order
de_de: Sortieren

source: Type
de_de: Typ

source: Progress
de_de: Fortschritt

source: Max progress
de_de: Maximaler Fortschritt

source: Database
de_de: Datenbank

source: Request
de_de: Anfrage

source: Entity name
de_de: Name der Entität

source: User name
de_de: Benutzername

source: Article pipeline
de_de: Artikel-Pipeline

source: Book pipeline
de_de: Band-Pipeline

source: Active
de_de: Aktiv

source: Last action
de_de: Letzte Aktion

source: SQL connections
de_de: SQL-Verbindungen

source: The folder already exists, please choose another name.
de_de: Der Ordner existiert bereits, bitte wählen Sie einen anderen Namen.

source: The file already exists, please choose another filename.
de_de: Die Datei existiert bereits, bitte wählen Sie einen anderen Dateinamen.

source: Remove tabsheet
de_de: Reiter entfernen

source: Add filter
de_de: Filter hinzufügen

source: Close
de_de: Schließen

source: Apply filter
de_de: Filter anwenden

source: Another user edits the dataset. Please try again later.
de_de: Ein anderer Nutzer bearbeitet gerade den Datensatz. Bitte versuchen Sie es später erneut.

source: One of the databases is not available. Please check the database name.
de_de: Eine der Datenbanken ist nicht verfügbar. Bitte überprüfen Sie den Namen der Datenbank.

source: One of the databases does not fulfill the version requirement. Please update the database structure.
de_de: Eine der Datenbanken erfüllt die Versionsanforderung nicht. Bitte aktualisieren Sie die Datenbankstruktur.

source: The doc has been saved.
de_de: Die Seite wurde gespeichert.

source: The doc could not be saved. Please, try again.
de_de: Die Seite konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.

source: Another user edits the page. Please try again later.
de_de: Ein anderer Nutzer bearbeitet gerade die Seite. Bitte versuchen Sie es später erneut.

source: The page has been deleted.
de_de: Die Seite wurde gelöscht.

source: The page could not be deleted. Please, try again.
de_de: Die Seite konnte nicht gelöscht werden. Bitte versuchen Sie es erneut.

source: Docs
de_de: Seiten

source: {0} items cleaned.
de_de: {0} Objekte bereinigt.

source: Items could not be cleaned.
de_de: Die Objekte konnten nicht bereinigt werden.

source: The doc has been deleted.
de_de: Die Seite wurde gelöscht.

source: The doc could not be deleted. Please, try again.
de_de: Die Seite konnte nicht gelöscht werden. Bitte versuchen Sie es erneut.

source: The thumb cache has been cleared.
de_de: Der Vorschaucache wurde geleert.

source: The thumb cache could not be cleared. Please try again.
de_de: Der Vorschaucache konnte nicht geleert werden. Bitte versuchen Sie es erneut.

source: Search
de_de: Suche

source: Databank
de_de: Datenbank

source: Search term
de_de: Suchausdruck

source: previous
de_de: vorige

source: next
de_de: nächste

source: View
de_de: Anzeigen

source: Export
de_de: Exportieren

source: Clean search index
de_de: Suchindex bereinigen

source: Clean
de_de: Bereinigen

source: Databanks
de_de: Datenbanken

source: Create database
de_de: Datenbank erstellen

source: A project database consists of a data folder and a SQL database.
de_de: Eine Projektdatenbank besteht aus einem Datenordner und einer SQL-Datenbank.

source: If the directory does not exist it will be created.
de_de: Falls das Verzeichnis nicht existiert, wird es erstellt.

source: If the SQL database does not exist it will be created.
de_de: Falls die SQL Datenbank nicht existiert, wird sie erstellt.

source: If the SQL database is empty it will be filled with a blank structure.
de_de: Falls die SQL Datenbank leer ist, wird sie mit einer leeren Struktur gefüllt.

source: Save
de_de: Speichern

source: Submit
de_de: Speichern

source: Cancel
de_de: Abbrechen

source: This will backup the database {0} on the server. Are you sure?
de_de: Dies wird eine Sicherheitskopie der Datenbank {0} auf dem Server erstellen. Sind Sie sicher?

source: Yes
de_de: Ja

source: No
de_de: Nein

source: This will create the database {0} on the server. Are you sure?
de_de: Dies wird die Datenbank {0} auf dem Server erstellen. Sind Sie sicher?

source: Danger zone! Operations on this page may severely damage content. Data can get lost forever!
de_de: Gefahrenbereich! Operationen auf dieser Seite können Inhalt empfindlich beschädigen. Daten können für immer verloren gehen!

source: This will drop the database {0} on the server. All data will be deleted forever. Are you sure? Are you really sure?
de_de: Dies wird die Datenbank {0} vom Server löschen. Alle Daten werden für immer gelöscht. Sind Sie sicher? Sind Sie wirklich sicher?

source: Import SQL
de_de: SQL importieren

source: Are you sure about importing this script? This may alter the database.
de_de: Sind Sie sicher, dass Sie dieses Script importieren wollen? Dies könnte ihre Datenbank verändern.

source: Manage
de_de: Verwalten

source: This will init the database {0} on the server with a blank table structure. Are you sure?
de_de: Dies wird die Datenbank {0} auf dem Server mit einer leeren Tabellenstruktur initialisieren. Sind Sie sicher?

source: Remove Connection
de_de: Verbindung entfernen

source: Are you sure you want to delete # {0}?
de_de: Sind Sie sicher, dass Sie # {0} löschen wollen?

source: Create Database
de_de: Datenbank erstellen

source: Init Database
de_de: Datenbank initialisieren

source: Backup Database
de_de: Datenbank sichern

source: Import Script
de_de: Script importieren

source: Drop Database
de_de: Datenbank löschen

source: Are you sure you want to drop # {0}? All data will be lost, forever!
de_de: Sind Sie sicher, dass Sie # {0} löschen wollen? Alle Daten werden für immer verloren sein!

source: Create doc
de_de: Seite erstellen

source: List Docs
de_de: Seiten auflisten

source: Delete
de_de: Löschen

source: Key
de_de: Schlüssel

source: Edit
de_de: Bearbeiten

source: New Doc
de_de: Neue Seite

source: Edit Doc
de_de: Seite bearbeiten

source: Delete Doc
de_de: Seite löschen

source: Data
de_de: Daten

source: Objects
de_de: Objekte

source: Elements
de_de: Elemente

source: Specify IDs separated by comma. Leave empty to get all articles.
de_de: Geben Sie IDs durch Kommata getrennt an. Lassen Sie das Feld leer, um alle Artikel zu erhalten.

source: all
de_de: alle

source: This will delete the file "{0}" on the server. All data will be deleted forever. Are you sure? Are you really sure?
de_de: Dies wird die Datei "{0}" auf dem Server löschen. Alle Daten werden für immer gelöscht. Sind Sie sicher? Sind Sie wirklich sicher?

source: This will delete the folder "{0}" on the server. All data will be deleted forever. Are you sure? Are you really sure?
de_de: Dies wird den Ordner "{0}" auf dem Server löschen. Alle Daten werden für immer gelöscht. Sind Sie sicher? Sind Sie wirklich sicher?

source: File
de_de: Datei

source: Size
de_de: Größe

source: Open
de_de: Öffnen

source: Download
de_de: Herunterladen

source: Rename
de_de: Umbenennen

source: Upload File
de_de: Datei hochladen

source: Download latest
de_de: Neueste herunterladen

source: Create Folder
de_de: Ordner erstellen

source: Clear thumbs
de_de: Vorschaubilder bereinigen

source: Thumbnails
de_de: Vorschaubilder

source: Goto folder
de_de: Springe zu Ordner

source: Create new pipeline
de_de: Neue Pipeline erstellen

source: Add element
de_de: Element hinzufügen

source: Select
de_de: Auswählen

source: Value
de_de: Wert

source: Remove option
de_de: Option entfernen

source: New Pipeline
de_de: Neue Pipeline

source: Edit Pipeline
de_de: Pipeline bearbeiten

source: Delete Pipeline
de_de: Pipeline löschen

source: List Pipelines
de_de: Pipelines anzeigen

source: Create user
de_de: Benutzer hinzufügen

source: Grant Access
de_de: Zugriff gewähren

source: Create User
de_de: Benutzer hinzufügen

source: Set password of SQL-user
de_de: Passwort für SQL-Benutzer setzen

source: Grant SQL-Access
de_de: SQL-Zugriff gewähren

source: Revoke SQL-Access
de_de: SQL-Zugriff widerrufen

source: Set SQL-Password
de_de: SQL-Passwort setzen

source: Grant access to other database
de_de: Zugriff auf eine andere Datenbank gewähren

source: Revoke access from all databases
de_de: Zugriff auf alle Datenbanken widerrufen

source: Edit User
de_de: Benutzer bearbeiten

source: Delete User
de_de: Benutzer löschen

source: Show Users
de_de: Benutzer anzeigen

source: Loading
de_de: Lädt

source: Go back
de_de: Zurück

source: The folder could not be renamed.
de_de: Der Ordner konnte nicht umbenannt werden.

source: The folder has been saved.
de_de: Der Ordner wurde gespeichert.

source: The file could not be renamed.
de_de: Die Datei konnte nicht umbenannt werden.

source: The file could not be uploaded.
de_de: Die Datei konnte nicht hochgeladen werden.

source: The file has been saved.
de_de: Die Datei wurde gespeichert.

source: The folder has been deleted.
de_de: Der Ordner wurde gelöscht.

source: The folder could not be deleted. Please, try again.
de_de: Der Ordner konnte nicht gelöscht werden. Bitte versuchen Sie es erneut.

source: The folder could not be created. Please, try again.
de_de: Der Ordner konnte nicht erstellt werden. Bitte versuchen Sie es erneut.

source: The files have been uploaded.
de_de: Die Dateien wurden hochgeladen.

source: Some files could not be uploaded. Please, try again.
de_de: Einige Dateien konnten nicht hochgeladen werden. Bitte versuchen Sie es erneut.

source: Create database connection
de_de: Datenbankverbindung erstellen

source: Database Connections
de_de: Datenbankverbindungen

source: Create Connection
de_de: Verbindung erstellen

source: Edit Connection
de_de: Verbindung bearbeiten

source: Delete Connection
de_de: Verbindung löschen

source: Show all Connections
de_de: Alle Verbindungen anzeigen

source: Text blocks
de_de: Textblöcke

source: Delete Database
de_de: Datenbank löschen

source: Show Databases
de_de: Datenbanken anzeigen

source: Preview
de_de: Vorschau

source: Please enter your username and password
de_de: Bitte geben Sie Ihren Benutzernamen und Ihr Passwort ein
